Repository: MicaApps/space-thumbnails
Catalog: control-panel/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_pt, ru_ru, uk_ua, zh_cn

# AppTitle.Text
source: Space Thumbnails Control Panel
de_de: Space Thumbnails Systemsteuerung
es_es: Panel de control de Space Thumbnails
fr_fr: Panneau de configuration Space Thumbnails
ja_jp: Space Thumbnails コントロール パネル
ko_kr: Space Thumbnails 제어판
pt_pt: Painel de Controlo Space Thumbnails
ru_ru: Панель управления Space Thumbnails
uk_ua: Панель керування Space Thumbnails
zh_cn: Space Thumbnails 控制面板

# Nav_3D.Content
source: 3D Models
de_de: 3D-Modelle
es_es: Modelos 3D
fr_fr: Modèles 3D
ja_jp: 3D モデル
ko_kr: 3D 모델
pt_pt: Modelos 3D
ru_ru: 3D-модели
uk_ua: 3D-моделі
zh_cn: 3D 模型

# Nav_Images.Content
source: Images
de_de: Bilder
es_es: Imágenes
ja_jp: 画像
ko_kr: 이미지
pt_pt: Imagens
ru_ru: Изображения
uk_ua: Зображення
zh_cn: 图片

# Nav_Books.Content
source: Books
de_de: Bücher
es_es: Libros
fr_fr: Livres
ja_jp: 書籍
ko_kr: 도서
pt_pt: Livros
ru_ru: Книги
uk_ua: Книги
zh_cn: 电子书

# Nav_Documents.Content
source: Documents
de_de: Dokumente
es_es: Documentos
ja_jp: ドキュメント
ko_kr: 문서
pt_pt: Documentos
ru_ru: Документы
uk_ua: Документи
zh_cn: 文档

# Btn_RebuildCache.Label
source: Rebuild Icon Cache
de_de: Cache neu aufbauen
es_es: Reconstruir caché
fr_fr: Reconstruire le cache
ja_jp: キャッシュの再構築
ko_kr: 캐시 재구축
pt_pt: Recarregar cache
ru_ru: Сбросить кэш иконок
uk_ua: Оновити кеш іконок
zh_cn: 重建图标缓存

# Btn_RegisterDLL.Label
source: Register DLL
de_de: DLL registrieren
es_es: Registrar DLL
fr_fr: Enregistrer DLL
ja_jp: DLL の登録
ko_kr: DLL 등록
pt_pt: Registar DLL
ru_ru: Регистрация DLL
uk_ua: Реєстрація DLL
zh_cn: 注册 DLL 组件

# Btn_Restore.Content
source: Restore Default
de_de: Standard wiederherstellen
es_es: Restaurar por defecto
fr_fr: Restaurer défaut
ja_jp: デフォルトに戻す
ko_kr: 기본값 복원
pt_pt: Restaurar predefinição
ru_ru: Восстановить
uk_ua: Відновити
zh_cn: 默认关联图标

# Btn_Restore.ToolTipService.ToolTip
source: Remove SpaceThumbnails association and restore default icons
de_de: Verknüpfung entfernen und Standardsymbole wiederherstellen
es_es: Eliminar asociación y restaurar iconos por defecto
fr_fr: Supprimer l'association et restaurer les icônes par défaut
ja_jp: 関連付けを削除してデフォルトのアイコンを復元する
ko_kr: 연결을 제거하고 기본 아이콘을 복원합니다
pt_pt: Remover associação e restaurar ícones predefinidos
ru_ru: Удалить связь и восстановить стандартные иконки
uk_ua: Видалити зв'язок і відновити стандартні іконки
zh_cn: 移除 SpaceThumbnails 关联，恢复为系统默认图标或第三方缩略图

# Btn_Enable.Content
source: Enable Thumbnail
de_de: Miniaturansicht aktivieren
es_es: Activar miniatura
fr_fr: Activer miniature
ja_jp: サムネイルを有効にする
ko_kr: 썸네일 활성화
pt_pt: Ativar miniatura
ru_ru: Включить миниатюры
uk_ua: Увімкнути мініатюри
zh_cn: 通用缩略图

# Btn_Enable.ToolTipService.ToolTip
source: Use SpaceThumbnails to generate universal thumbnails
de_de: SpaceThumbnails zum Generieren von Miniaturansichten verwenden
es_es: Usar SpaceThumbnails para generar miniaturas
fr_fr: Utiliser SpaceThumbnails pour générer des miniatures
ja_jp: SpaceThumbnails を使用してサムネイルを生成する
ko_kr: SpaceThumbnails를 사용하여 썸네일을 생성합니다
pt_pt: Usar SpaceThumbnails para gerar miniaturas
ru_ru: Использовать SpaceThumbnails для создания миниатюр
uk_ua: Використовувати SpaceThumbnails для створення мініатюр
zh_cn: 使用 SpaceThumbnails 生成通用缩略图

# Msg_Success
source: Success: {0} {1}
de_de: Erfolg: {0} {1}
es_es: Éxito: {0} {1}
fr_fr: Succès: {0} {1}
ja_jp: 成功: {0} {1}
ko_kr: 성공: {0} {1}
pt_pt: Sucesso: {0} {1}
ru_ru: Успех: {0} {1}
uk_ua: Успіх: {0} {1}
zh_cn: 成功: {0} {1}

# Msg_Failed
source: Failed (Exit Code {0}): {1} {2}
de_de: Fehlgeschlagen (Exit-Code {0}): {1} {2}
es_es: Fallido (Código de salida {0}): {1} {2}
fr_fr: Échec (Code de sortie {0}): {1} {2}
ja_jp: 失敗 (終了コード {0}): {1} {2}
ko_kr: 실패 (종료 코드 {0}): {1} {2}
pt_pt: Falha (Código de saída {0}): {1} {2}
ru_ru: Ошибка (код выхода {0}): {1} {2}
uk_ua: Помилка (код виходу {0}): {1} {2}
zh_cn: 失败 (错误代码 {0}): {1} {2}

# Msg_Error
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur: {0}
ja_jp: エラー: {0}
ko_kr: 오류: {0}
pt_pt: Erro: {0}
ru_ru: Ошибка: {0}
uk_ua: Помилка: {0}
zh_cn: 错误: {0}

# Msg_DllNotFound
source: Error: DLL not found. Expected at: {0}
de_de: Fehler: DLL nicht gefunden. Erwartet unter: {0}
es_es: Error: DLL no encontrada. Esperada en: {0}
fr_fr: Erreur: DLL non trouvée. Attendue à: {0}
ja_jp: エラー: DLLが見つかりません。期待される場所: {0}
ko_kr: 오류: DLL을 찾을 수 없습니다. 예상 위치: {0}
pt_pt: Erro: DLL não encontrada. Esperada em: {0}
ru_ru: Ошибка: DLL не найдена. Ожидалось в: {0}
uk_ua: Помилка: DLL не знайдено. Очікувалося в: {0}
zh_cn: 错误: 未找到 DLL。应位于: {0}

# Msg_RegCommandExecuted
source: Registration command executed.
de_de: Registrierungsbefehl ausgeführt.
es_es: Comando de registro ejecutado.
fr_fr: Commande d'enregistrement exécutée.
ja_jp: 登録コマンドが実行されました。
ko_kr: 등록 명령이 실행되었습니다.
pt_pt: Comando de registo executado.
ru_ru: Команда регистрации выполнена.
uk_ua: Команду реєстрації виконано.
zh_cn: 注册命令已执行。

# Msg_RebuildSuccess_Title
source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
ja_jp: 成功
ko_kr: 성공
pt_pt: Sucesso
ru_ru: Успех
uk_ua: Успіх
zh_cn: 成功

# Msg_RebuildSuccess_Content
source: Icon cache rebuilt!
de_de: Icon-Cache neu aufgebaut!
es_es: ¡Caché de iconos reconstruida!
fr_fr: Cache d'icônes reconstruit!
ja_jp: アイコンキャッシュが再構築されました！
ko_kr: 아이콘 캐시가 재구축되었습니다!
pt_pt: Cache de ícones reconstruída!
ru_ru: Кэш иконок перестроен!
uk_ua: Кеш іконок перебудовано!
zh_cn: 图标缓存已重建！

# Msg_RebuildError_Title
source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
ko_kr: 오류
pt_pt: Erro
ru_ru: Ошибка
uk_ua: Помилка
zh_cn: 错误

# Msg_RebuildError_Content
source: Failed to rebuild cache: {0}
de_de: Fehler beim Neuaufbau des Caches: {0}
es_es: Error al reconstruir la caché: {0}
fr_fr: Échec de la reconstruction du cache: {0}
ja_jp: キャッシュの再構築に失敗しました: {0}
ko_kr: 캐시 재구축 실패: {0}
pt_pt: Falha ao reconstruir a cache: {0}
ru_ru: Не удалось перестроить кэш: {0}
uk_ua: Не вдалося перебудувати кеш: {0}
zh_cn: 重建缓存失败: {0}

# Btn_OK
source: OK
es_es: Aceptar
ko_kr: 확인
zh_cn: 确定
